
"Passcode Lock" = "נעילה בקוד גישה";

"All data in this app will be erased after %d failed passcode attempts." = "כל המידע באפליקציה יימחק לאחר %d הקשות שגויות של קוד הגישה.";
"Cancel" = "ביטול";
"Enable" = "הפעל";
"Erase all content in the app after %d failed passcode attempts." = "מחק את כל הנתונים באפליקציה לאחר %d הקשות שגויות של קוד הגישה.";

"Turn Passcode Off" = "בטל את קוד הגישה";
"Turn Passcode On" = "הפעל את קוד הגישה";
"Change Passcode" = "שנה/י את קוד הגישה";
"Erase Data" = "מחק נתונים";
"Set Passcode" = "קבע/י קוד גישה";
"Turn off Passcode" = "בטל/י קוד גישה";
"Enter Passcode" = "הקש/י את קוד הגישה";
"1 Failed Passcode Attempt" = "1 ניסיון שגויו";
"%i Failed Passcode Attempts" = "%i ניסיונות שגויות";
"Passcodes did not match. Try again." = "קוד גישה לא אותם. נסה/י שנית.";
"Enter a different passcode. You cannot re-use the same passcode." = "הכנס קוד גישה שונה. לא ניתן להשתמש באותו קוד גישה.";

"Enter your passcode" = "הקש/י את קוד הגישה";
"Enter a passcode" = "הקש/י קוד גישה";
"Re-enter your passcode" = "חזור/י על קוד הגישה";
"Enter your old passcode" = "הקש/י את קוד הגישה הישן";
"Enter your new passcode" = "הקש/י את קוד הגישה החדש";
"Re-enter your new passcode" = "חזור/י על קוד הגישה החדש";